chat_system_570160962_actor_description=Marquis Kontu. King Mark's vice regent in Verlon Forest.
chat_system_570160962_snap_3_question=^?^Hello, hello, my old friend. Can I help you? 
chat_system_570160962_snap_3_answer_0=^?^I wanted to ask you the same question, but I see that you are doing better at last. 
chat_system_570160962_snap_4_question=^?^So, have you decided to go to Hogard again?
chat_system_570160962_snap_4_answer_0=^?^Yes, but can you remind me what the problem is? 
chat_system_570160962_snap_4_answer_1=^?^No, I'm sorry.
chat_system_570160962_snap_2_question=^?^[player]! Nice to see you again! I am glad you have come. I have some new problems and some gold to spend. 
chat_system_570160962_snap_2_answer_0=^?^And I with gold which has already been spent. What can I do for you? 
chat_system_570160962_snap_2_answer_1=^?^No thank you. I have enough problems already. 
chat_system_570160962_snap_0_question=^?^If I'm not mistaken, I am in the honored presence of the new royal Treasure Searcher, is that not so?<br>Well, please allow me to introduce myself: I am the Marquis Kontu, King Mark's vicegerent of Southern Darion. The whole of Verlon Forest and its environs are under my supervision.
chat_system_570160962_snap_0_answer_0=^?^Yes, that's right, it is I, [rank] [player].
chat_system_570160962_snap_0_header_0=^?^Great, you're just in time. I have a job to offer you! I'm always in need of an army and the help of experienced commanders.<br>You see, these places are known to be very quiet and peaceful, which is why His Majesty sends very few soldiers here, and so I am left to keep order here with very few troops.
chat_system_570160962_snap_1_question=^?^Glad to see you again, [player]! So, do you want to help me keep the order here, protecting the people's faith in the wisdom and justice of His Majesty Mark Leonard?
chat_system_570160962_snap_1_answer_0=^?^Well, some gold will come in handy. What do you want me to do? 
chat_system_570160962_snap_1_answer_1=^?^No, I'm not going to hire myself out to anybody just now. I already have a different job to do.
